Repository: Etherion99/wordpress-dev-challenge
Catalog: lang/etherion-tools-*.po
Languages: es_es

source: Links Status
es_es: Estado de los Enlaces

source: Posts API Settings
es_es: Ajustes de la API de Publicaciones

source: Auth key
es_es: Clave de Autnticaci칩n

source: Save
es_es: Guardar

source: URL
es_es: Enlace

source: Status
es_es: Estado

source: Posts
es_es: Publicaciones

source: Insecure Link
es_es: Enlace Inseguro

source: Link without Protocol
es_es: Enlace sin Protocolo

source: Malformed Link
es_es: Enlce Malformado

source: Link wirh status
es_es: Enlace con Estatus

source: Link Analysis Interval
es_es: Intervalo de An치lisis de Enlaces
